Repository: common-repository/criptopay-wp
Catalog: languages/woocriptopay-*.po
Languages: es_es

source: Required plugins
es_es: Plugins necesarios

source: CriptoPay Bitcoin and Altcoins Payments for Woocommerce
es_es: CriptoPay pagos con Bitcoin y Altcoins para WooComerce

source: Bitcoin and Altcoins( Dogecoin, Litecoin, OkCash, more...) Payments for Woocommerce with auto change to your local currency.
es_es: Pagos con Bitcoin y Altcoins( Dogecoin, Litecoin, OkCash, más...) para WooComerce con auto cambio de las divisas a tu moneda local.

source: Status
es_es: Estado

source: Enable CriptoPay Payments
es_es: Habilitar Pagos con CriptoPay

source: Title
es_es: Título

source: This title will be displayed in the checkout process.
es_es: Este título será mostrado en el proceso de finalización de la compra

source: Description
es_es: Descripción

source: Description of the method of payment. Use it to tell the user that is a system of fast and safe payment.
es_es: Descripción del método de pago. Será usado en el proceso de finalización de la compra.

source: Secure payments through our servers. You will be redirected to the payment gateway Crypto-Pay.
es_es: Pagos seguros entre nuestros servidores. Serás redirigido a la plataforma de CriptoPay para finalizar el pago.

source: Server
es_es: Servidor

source: Enviroment to the gateway.
es_es: Entorno de la pasarela de pagos

source: Sandbox - https://testnet.cripto-pay.com
es_es: Pruebas - https://testnet.cripto-pay.com

source: Production - https://cripto-pay.com
es_es: Producción - https://cripto-pay.com

source: API ID
es_es: Id de la API

source: API Password
es_es: Password de la API

source: Public certificate
es_es: Certificado público

source: Private certificate
es_es: Certificado privado

source: CriptoPay payments is not configured correctly
es_es: La pasarela de pagos de CriptoPAy no está bien configurada

source: The directory is not writeable, check permisions
es_es: No es posible escribir en el directorio, revisa los permisos

source: File
es_es: Archivo

source: Completed payment CriptoPay
es_es: Pago completado CriptoPay

source: Awaiting validation payment CriptoPay
es_es: Esperando validación del pago CriptoPay

source: Incomplete payment
es_es: Pago incompleto

source: API ID is required
es_es: El Id de la API es necesario

source: API password is required
es_es: La contraseña de la API es necesaria

source: API server is required
es_es: El servidor de la API es necesario

source: Required configuration data
es_es: Datos de configuración necesarios
